{"home" : "Home",
 "skills":"Skills",
 "testimonials":"Testimonials",
 "contact":"contact",
 "contact me":"Contact Me",
 "Your neighborhood's trusted frontend developer":"Your neighborhood's trusted frontend developer",
 "Let's talk.":"Let's talk.",
 "myskills":"MY SKILLS",
 "mySkillsParagraph":"I've been working as a front-end developer for several years now. I've started my career at Garanti BBVA. I've established strong discipline and developed myself on corporate software. In the mean time I've enrolled for university with full scholarship on English language teaching. With the help of the time which I've spent at University I've improved my language. Nowadays I work for GGM Gastro GmbH, which is the leader in Europe in the field of industrial kitchen. I care for the e-commerce website of the company.",
 "Experience":"Experience",
 "experienceParagraph":"In addition to corporate experiences such as banking sector, industrial kitchen, agencies, I have also expanded my portfolio with many freelance jobs for people and institutions from many different fields",
 "Innovative":"Innovative",
 "innovativeParagraph":"There is no limit for me! I improve my skills and stay updated by following current and future changes. With the help of various channels such as medium, github and udemy and many more, it is now more effective and easy to follow up with the latest for me. In addition to virtual classes I also join to seminars related to my field.",
 "Analysis":"Analysis",
 "imaginativeParagraph":"An analytical thinker at heart, I bring a data-driven approach to my frontend development projects. By dissecting user behaviors and scrutinizing design intricacies, I ensure every element serves a purpose. This keen analysis allows me to create visually appealing, intuitive interfaces that resonate with users while delivering optimal performance.",
 "Here's What People are Saying About My Work!":"Here's What People are Saying About My Work!",
 "testimonial1":"Ismail played a pivotal role in revamping our website. His proficiency in frameworks like React and Next js allowed us to deliver a seamless and intuitive user experience. Ismail's attention to detail and problem-solving skills ensured the website was both visually appealing and highly functional. His collaboration and commitment to meeting our project goals made him an invaluable asset to us.",
 "testimonial2":"Ismail exceeded our expectations with his work on our corporate website. He expertise in UI/UX design and front-end technologies brought our vision to life. He seamlessly integrated interactive elements, optimized page load speeds, and ensured cross-browser compatibility. His dedication and creativity truly transformed our online presence, and we couldn't be happier with the outcome.",
 "testimonial3":"Working with Ismail was a game-changer for our e-commerce website. His mastery of HTML, CSS, and JavaScript helped us achieve a modern and user-friendly interface that boosted our conversion rates. His attention to responsive design ensured our site looked impeccable across all devices. We're extremely satisfied with the results and would gladly work with Ismail again.",
 "TO GET STARTED":"TO GET STARTED",
 "name":"NAME",
 "email":"EMAIL",
 "message":"MESSAGE",
 "sendme":"SEND ME A MESSAGE",
 "dont":"Don't",
 "hesitate":"hesitate",
 "to":"to",
 "me":"me",
 "reserved":"All Rights Reserved"
}