{
  "home": "Ana Sayfa",
  "skills": "Yetenekler",
  "testimonials": "Referanslar",
  "contact": "İletişim",
  "contact me": "Benimle İletişime Geç",
  "Your neighborhood's trusted frontend developer": "Mahallenizin güvenilir ön yüz geliştiricisi",
  "Let's talk.": "Haydi görüşelim.",
  "myskills": "YETENEKLERİM",
  "mySkillsParagraph": "Birkaç yıldır ön yüz geliştirici olarak çalışıyorum. Kariyerime Garanti BBVA'da başladım. Güçlü bir disiplin kurarak kurumsal yazılımlarda kendimi geliştirdim. Bu süreçte tam burslu olarak İngilizce öğretmenliği bölümüne kayıt oldum. Üniversitedeki zamanımın yardımıyla dil becerilerimi geliştirdim. Şu anda, Avrupa'da endüstriyel mutfak alanında lider olan GGM Gastro GmbH'de çalışıyorum. Şirketin e-ticaret web sitesiyle ilgileniyorum.",
  "Experience": "Deneyim",
  "experienceParagraph": "Bankacılık sektörü, endüstriyel mutfak, ajanslar gibi kurumsal deneyimlerin yanı sıra, farklı alanlarda faaliyet gösteren insanlar ve kurumlar için birçok freelance işle de portföyümü genişlettim.",
  "Innovative": "Yenilikçi",
  "innovativeParagraph": "Benim için sınır yok! Becerilerimi geliştiriyor ve mevcut ve gelecekteki değişiklikleri takip ederek güncel kalıyorum. Medium, Github, Udemy gibi çeşitli kanalların yardımıyla en son trendleri takip etmek artık benim için daha etkili ve kolay. Sanal sınıfların yanı sıra, alanımla ilgili seminerlere de katılıyorum.",
  "Analysis": "Analiz",
  "imaginativeParagraph": "Analitik düşünme yeteneğine sahip bir geliştirici olarak, frontend projelerime veri odaklı bir yaklaşım getiriyorum. Kullanıcı davranışlarını inceleyerek ve tasarım detaylarını titizlikle analiz ederek her öğenin bir amaca hizmet etmesini sağlıyorum. Bu keskin analiz, hem kullanıcılarla uyumlu hem de optimal performans sunan görsel olarak çekici ve sezgisel arayüzler oluşturmama olanak tanır.",
  "Here's What People are Saying About My Work!": "İşlerim Hakkındaki yorumlar!",
  "testimonial1": "İsmail, web sitemizi yeniden tasarlama sürecinde hayati bir rol oynadı. React ve Next js gibi çerçevelerdeki yeteneği, sorunsuz ve sezgisel bir kullanıcı deneyimi sunmamızı sağladı. İnce detaylara olan ilgisi ve problem çözme becerileri, web sitesinin hem görsel olarak çekici hem de son derece işlevsel olmasını sağladı. İşbirliği ve projemizdeki hedeflere ulaşma konusundaki taahhüdü, onu bizim için vazgeçilmez bir kişi haline getirdi.",
  "testimonial2": "İsmail, kurumsal web sitemiz üzerindeki çalışmasıyla beklentilerimizi aştı. UI/UX tasarım ve ön yüz teknolojilerindeki uzmanlığı, vizyonumuzu hayata geçirmemizi sağladı. Etkileşimli unsurları sorunsuz bir şekilde entegre etti, sayfa yükleme hızlarını optimize etti ve tarayıcılar arası uyumluluğu sağladı. Onun özverisi ve yaratıcılığı varlığımızı online kaynklar ile yaymamıza yardımcı olud ve sonuçtan daha mutlu olamazdık.",
  "testimonial3": "İsmail ile çalışmak, e-ticaret web sitemiz için bir oyun değiştiriciydi. HTML, CSS ve JavaScript konusundaki uzmanlığı, modern ve kullanıcı dostu bir arayüz elde etmemize yardımcı oldu ve dönüşüm oranlarımızı artırdı. Responsive tasarımımıza olan dikkati, sitemizin tüm cihazlarda kusursuz görünmesini sağladı. Sonuçlardan son derece memnunuz ve memnuniyetle tekrar Ismail ile çalışırız.",
  "TO GET STARTED": "BAŞLAMAK İÇİN",
  "name": "AD",
  "email": "E-POSTA",
  "message": "MESAJ",
  "sendme": "GÖNDER",
  "dont": "Benimle",
  "hesitate": "iletişime",
  "to": "geçmekten",
  "me": "çekinmeyin",
  "reserved": "Tüm Hakları Saklıdır"
}
